Revit 2027 API
ParameterTypeId.StructuralAnalyticalProjectMemberPlaneColumnBottom Property
 "Bottom Vertical Projection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralAnalyticalProjectMemberPlaneColumnBottom { get; }
Public Shared ReadOnly Property StructuralAnalyticalProjectMemberPlaneColumnBottom As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralAnalyticalProjectMemberPlaneColumnBottom {
	ForgeTypeId^ get ();
}
static member StructuralAnalyticalProjectMemberPlaneColumnBottom : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace